Autodesk.Revit.DB.Events.RevitAPIPostDocEventArgs.Document
The document associated with the event.
Since:
2010

Autodesk.Revit.DB.Events.RevitAPIPostDocEventArgs
The base class used for post events where the arguments must supply access to the document.
Since:
2010